export default {
  projections: {
    ЗаказыE: {
      дата: {
        __caption__: 'Дата'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      заказТапочек: {
        __caption__: 'Заказ тапочек',
        комментарий: {
          __caption__: 'Комментарий'
        }
      },
      заказСланцев: {
        __caption__: 'Заказ сланцев',
        комментарий: {
          __caption__: 'Комментарий'
        }
      }
    },
    ЗаказыL: {
      дата: {
        __caption__: 'Дата'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    },
    ЗаписьE: {
      кодЗаписи: {
        __caption__: 'Код записи'
      },
      дата: {
        __caption__: 'Дата'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      время: {
        __caption__: 'Время'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      пациент: {
        __caption__: 'Пациент',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      адрес: {
        __caption__: 'Адрес',
        город: {
          __caption__: 'Город'
        }
      },
      заказТапочек: {
        __caption__: 'Заказ тапочек',
        комментарий: {
          __caption__: 'Комментарий'
        }
      },
      заказСланцев: {
        __caption__: 'Заказ сланцев',
        комментарий: {
          __caption__: 'Комментарий'
        }
      }
    },
    ЗаписьL: {
      кодЗаписи: {
        __caption__: 'Код записи'
      },
      дата: {
        __caption__: 'Дата'
      },
      типОплаты: {
        __caption__: 'Тип оплаты'
      },
      время: {
        __caption__: 'Время'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      пациент: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      сотрудник: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      адрес: {
        __caption__: 'Город',
        город: {
          __caption__: 'Город'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    кодЗаписи: {
      __caption__: 'Код записи'
    },
    комментарий: {
      __caption__: 'Комментарий'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    типОплаты: {
      __caption__: 'Тип оплаты'
    },
    адрес: {
      __caption__: 'Адрес'
    },
    пациент: {
      __caption__: 'Пациент'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    заказТапочек: {
      __caption__: 'Заказ тапочек'
    },
    заказСланцев: {
      __caption__: 'Заказ сланцев'
    }
  }
};
