export default {
  projections: {
    ТапочкиE: {
      кодТапочек: {
        __caption__: 'Код тапочек'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      харТапочек: {
        __caption__: 'Хар тапочек',
        количество: {
          __caption__: 'Количество'
        },
        размер: {
          __caption__: 'Размер'
        }
      }
    },
    ТапочкиL: {
      кодТапочек: {
        __caption__: 'Код тапочек'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    кодТапочек: {
      __caption__: 'Код тапочек'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    харТапочек: {
      __caption__: 'Хар тапочек'
    }
  }
};
