export default {
  projections: {
    АдресE: {
      кодАдреса: {
        __caption__: 'Код адреса'
      },
      город: {
        __caption__: 'Город'
      },
      улица: {
        __caption__: 'Улица'
      },
      дом: {
        __caption__: 'Дом'
      },
      квартира: {
        __caption__: 'Квартира'
      },
      индекс: {
        __caption__: 'Индекс'
      }
    },
    АдресL: {
      кодАдреса: {
        __caption__: 'Код адреса'
      },
      город: {
        __caption__: 'Город'
      },
      улица: {
        __caption__: 'Улица'
      },
      дом: {
        __caption__: 'Дом'
      },
      квартира: {
        __caption__: 'Квартира'
      },
      индекс: {
        __caption__: 'Индекс'
      }
    }
  },
  validations: {
    город: {
      __caption__: 'Город'
    },
    дом: {
      __caption__: 'Дом'
    },
    индекс: {
      __caption__: 'Индекс'
    },
    квартира: {
      __caption__: 'Квартира'
    },
    кодАдреса: {
      __caption__: 'Код адреса'
    },
    улица: {
      __caption__: 'Улица'
    }
  }
};
