export default {
  projections: {
    СланцыE: {
      кодСланцев: {
        __caption__: 'Код сланцев'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      харСланцев: {
        __caption__: 'Хар сланцев',
        количество: {
          __caption__: 'Количество'
        },
        размер: {
          __caption__: 'Размер'
        }
      }
    },
    СланцыL: {
      кодСланцев: {
        __caption__: 'Код сланцев'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    кодСланцев: {
      __caption__: 'Код сланцев'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    харСланцев: {
      __caption__: 'Хар сланцев'
    }
  }
};
