export default {
  projections: {
    КлиентыE: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    },
    КлиентыL: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    },
    ПациентE: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    },
    ПациентL: {
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    кодКлиента: {
      __caption__: 'Код клиента'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    фамилия: {
      __caption__: 'Фамилия'
    }
  }
};
