export default {
  projections: {
    КатегорияE: {
      кодКатегории: {
        __caption__: 'Код категории'
      },
      наименование: {
        __caption__: 'Наименование'
      }
    },
    КатегорияL: {
      кодКатегории: {
        __caption__: 'Код категории'
      },
      наименование: {
        __caption__: 'Наименование'
      }
    }
  },
  validations: {
    кодКатегории: {
      __caption__: 'Код категории'
    },
    наименование: {
      __caption__: 'Наименование'
    }
  }
};
